Repository: Philippe-dev/myGmaps
Catalog: locales/*/main.po
Languages: fr

source: %d map elements
fr: %d éléments

source: %d map element
fr: %d élément

source: Map attached to this page.
fr: Carte attachée à cette page.

source: Add a map to page
fr: Ajouter une carte à la page

source: Map attached to this post.
fr: Carte attachée à ce billet.

source: Add a map to post
fr: Ajouter une carte au billet

source: Google Map:
fr: Carte Google :

source: No map
fr: Pas de carte

source: Choose map center by dragging map or searching for a location. Choose zoom level and map type with map controls.
fr: Choisir le centre de la carte en la déplaçant ou en cherchant une adresse. Choisir le niveau de zoom et le type de carte en utilisant les boutons..

source: Empty map
fr: Carte vide

source: Add elements
fr: Ajouter des éléments

source: Remove map
fr: Supprimer la carte

source: Included elements list
fr: Liste des éléments inclus

source: none
fr: aucun

source: point of interest
fr: point d'intérêt

source: polyline
fr: ligne brisée

source: polygon
fr: polygone

source: circle
fr: cercle

source: included kml file
fr: fichier kml inclus

source: GeoRSS feed
fr: flux GeoRSS

source: directions
fr: itinéraire

source: With attached map
fr: Avec une carte attachée

source: Without attached map
fr: Sans carte attachée

source: Are you sure you want to remove this map?
fr: Voulez-vous vraiment supprimer cette carte ?

source: Are you sure you want to remove this element?
fr: Voulez-vous vraiment supprimer cet élément ?

source: Attached Map
fr: Carte attachée

source: Maps actions
fr: Actions sur les cartes

source: Maps
fr: Cartes

source: Back to elements list
fr: Retour à la liste des éléments

source: No element selected
fr: Pas d'élement sélectionné

source: Published elements cannot be set to scheduled
fr: Les éléments publiés ne peuvent être programmés

source: Element language:
fr: Langue de l'élément :

source: No element matches the filter
fr: Aucun élément correspondant au filtre

source: List of elements (%s)
fr: Liste des éléments (%s)

source: Elements list
fr: Liste des éléments

source: Edit map element
fr: Éditer l'élément de carte

source: Remove map element
fr: Supprimer l'élément de carte

source: Enable extension for this blog
fr: Activer l'extension pour ce blog

source: API key
fr: Clé d'API

source: Google Maps Javascript browser API key:
fr: Clé d'API Google Maps Javascript pour navigateur :

source: You are currently using a <em>shared</em> API key. To avoid map display restrictions on your blog, use your own API key.
fr: Vous utilisez actuellement une clé d'API <em>partagée</em>. Pour éviter des restrictions d'affichage des cartes sur votre blog, utilisez votre propre clé d'API

source: Default map options
fr: Options des cartes par défaut

source: Sorry, javascript must be activated in your browser to see this map.
fr: Désolé, javascript doit être activé dans votre navigateur pour voir cette carte.

source: New element
fr: Nouvel élément

source: Selected elements action:
fr: Action sur les éléments sélectionnés :

source: New map element
fr: Nouvel élément de carte

source: This map element does not exist.
fr: Cet élément de carte n'existe pas

source: Next element
fr: Élément suivant

source: Previous element
fr: Élément précédent

source: No description.
fr: Pas de description.

source: Stroke color
fr: Couleur du trait

source: Stroke opacity
fr: Opacité du trait

source: Stroke weight
fr: Épaisseur du trait

source: Circle radius
fr: Rayon du cercle

source: Fill color
fr: Couleur du fond

source: Fill opacity
fr: Opacité du fond

source: Default icons
fr: Icônes par défaut

source: Custom icons
fr: Icônes personnelles

source: Custom Kml files
fr: Fichiers kml personnels

source: Start:
fr: Départ :

source: End:
fr: Arrivée :

source: Display directions panel in public map
fr: Afficher les détails sur la carte publique

source: Map element has been updated.
fr: L'élément de carte a été mis à jour.

source: Map element has been created.
fr: L'élément de carte a été créé.

source: Element status
fr: État de l'élément

source: Element language
fr: Langue de l'élément

source: Selected element
fr: Élément sélectionné

source: Type and position:
fr: Type et position :

source: Point of interest
fr: Point d'intérêt

source: Polyline
fr: Ligne brisée

source: Polygon
fr: Polygone

source: Circle
fr: Cercle

source: Included Kml file
fr: Fichier kml inclus

source: GeoRSS Feed
fr: Flux GeoRSS

source: Directions
fr: Itinéraire

source: Erase
fr: Effacer

source: This map will not be displayed on the blog and is meant only to create, edit and position <strong>only one</strong> element at a time. Choose a tool and click on the map to create your element, then click on the element to edit its properties.
fr: Cette carte ne sera pas affichée sur le blog, et n'est destinée qu'à créer, positionner ou éditer <strong>un seul</strong> élément à la fois. Choisissez un outil, cliquez sur la carte pour créer votre élément, puis cliquer sur l'élément pour modifier ses propriétés.

source: Select map elements for map attached to page:
fr: Choisir les éléments de la carte attachée à la page :

source: Select map elements for map attached to post:
fr: Choisir les éléments de la carte attachée au billet :

source: Add selected map elements
fr: Ajouter les éléments de carte sélectionnés

source: No map element
fr: Aucun élément

source: Available elements list (%s)
fr: Liste des éléments disponibles (%s)

source: Elements list (%s)
fr: Liste des éléments (%s)

source: Map elements
fr: Éléments de carte

source: Create a new category for the element(s)
fr: Créer une nouvelle catégorie pour le(s) éléments(s)

source: Configuration has been saved.
fr: La configuration a été mise à jour.

source: notype
fr: aucun

source: Map attached to this entry.
fr: Carte attachée à ce billet.

source: Add a map to entry
fr: Ajouter une carte au billet

source: Google Map
fr: Carte Google

source: Attached map
fr: Carte attachée

source: No attached map
fr: Pas de carte attachée

source: Google Maps
fr: Cartes Google

source: Map:
fr: Carte :

source: %d element has been successfully updated to status : "%s"
fr: %d élément a été positionné au statut : "%s"

source: %d element has been successfully marked as selected
fr: %d élément a été marqué comme sélectionné

source: %d element has been successfully marked as unselected
fr: %d élément a été marqué comme désélectionné

source: %d element has been successfully deleted
fr: %d élément a été supprimé avec succès

source: %d element has been successfully moved to category "%s"
fr: %d élément a été déplacé vers la catégorie "%s"

source: %d element has been successfully set to user "%s"
fr: %d élément a été attribué à l'utilisateur "%s"

source: %d element has been successfully set to language "%s"
fr: La langue d'%d élément a été mofidiée pour "%s"

source: You are not allowed to change this element status
fr: Vous n'êtes pas autorisé à changer le statut de cet élément

source: Map elements per page
fr: Éléments de carte par page

source: Map element status
fr: État de l'élément

source: Back to map elements list
fr: Retour à la liste des éléments

source: Map elements actions
fr: Actions sur les éléments

source: weather
fr: météo

source: Google Maps JavaScript API key:
fr: Clé d'API Google Maps JavaScript :

source: Add custom maps to your blog
fr: Ajouter des cartes personnalisées dans votre blog

source: Choose default map center by moving target marker or searching a location. Choose zoom level and map type by using map controls.
fr: Choisir le centre de la carte en déplaçant la cible ou en cherchant une adresse. Choisir le niveau de zoom et le type de carte en utilisant les contrôles de la carte.

source: Choose map center by dragging map or searching for a location. Choose zoom level and map type by using map controls.
fr: Choisir le centre de la carte en la déplaçant ou en cherchant une adresse. Choisir le niveau de zoom et le type de carte en utilisant les contrôles de la carte.

source: Edit map
fr: Modifier la carte

source: Map parameters
fr: Paramètres de la carte

source: Choose options for map attached to post:
fr: Choisir les options pour la carte attachée au billet :

source: This map will not be displayed on the blog and is meant only to create, edit and position one element at a time. Choose a tool and click on the map to create your element, then click on the element to edit its properties.
fr: Cette carte ne sera pas affichée sur le blog, et n'est destinée qu'à créer, postionner ou éditer un élément à la fois. Choisissez un outil, cliquez sur la carte pour créer votre élément, puis cliquer sur l'élément pour modifier ses propriétés.

source: This map will not be displayed on the blog. Choose a tool and click on the map to create your element, then click on the element to edit its properties.
fr: Cette carte ne sera pas affichée sur le blog. Choisissez un outil et cliquez sur la carte pour créer votre élément, puis cliquez sur l'élément pour modifier ses propriétés.

source: This map will not be displayed on the blog. It is here only for positioning your element.
fr: Cette carte ne sera pas affichée sur le blog, elle n'est destinée qu'à positionner votre élément.

source: Choose your tool
fr: Sélectionnez votre outil

source: Click on map
fr: Cliquez sur la carte

source: Enhance render and parameters
fr: Améliorez le rendu et les différents réglages

source: Save your map element
fr: Enregistrez votre élément de carte

source: Create a new one
fr: Créez-en un nouveau
